Repository: alvarogois/wp-translations
Catalog: plugins/upi-crm-universal-crm-solution/upicrm-*.po
Languages: pt_pt

source: Success!
pt_pt: Sucesso!

source: new records imported into UpiCRM.
pt_pt: novos registos importados para o CRM

source: Error occurred, could not import data
pt_pt: ERRO! Não foi possível importar os dados

source: Lead Management
pt_pt: Gestão de leads

source: Data Types & Fields
pt_pt: Tipos e campos

source: Email Notifications
pt_pt: Notificações

source: Auto Lead Management
pt_pt: Automatização

source: Lead Aggregation
pt_pt: Agregação

source: Import & Export
pt_pt: Importar e exportar

source: Users Center
pt_pt: Utilizadores

source: Dashboard
pt_pt: Painel

source: Leads Management
pt_pt: Gestão de leads

source: Existing Fields
pt_pt: Campos existentes

source: Existing Statuses
pt_pt: Estados existentes

source: Edit Lead
pt_pt: Editar lead

source: Web Service Options
pt_pt: Opções de webservice

source: Import data into UpiCRM :<br /> You can easily upload / import data into UpiCRM. In order to upload data into UpiCRM please do the following:
pt_pt: Importar dados para o UpiCRM:<br /> Pode carregar/importar dados para o UpiCRM de forma simples. Para fazer isso siga os passos:

source: Download this Excel file
pt_pt: Descarregue este ficheiro Excel

source: and open it in Excel / Google docs
pt_pt: E edite-o com o Excel ou Google docs

source: 2. Locate the data into the right columns inside the excel file. Usually this should be an easy operation using select / copy on the "other" file, and then "paste" into the UpiCRM Excel file.
pt_pt: 2. Coloque as informações nas colunas correspondentes no ficheiro Excel. (dica: Ctrl+C / Ctrl+V)

source: 3. Do NOT change the structure / format of the excel file, just copy the text data into the right columns, save and exit the file.
pt_pt: 3. Atenção: NÃO altere a estrutura ou formato da folha de cálculo, copie e cole as informações nas colunas da direita, guarde o ficheiro e saia da aplicação.

source: 4. Upload the file into UpiCRM and you're done!
pt_pt: 4. Carregue o ficheiro no UpiCRM e pronto!

source: 5. Note: any automatic lead management rules you may have – will be processed during the import process.
pt_pt: 5. Lembre-se: quaisquer regras automáticas de gestão de leads serão processadas durante a importação do ficheiro.

source: Export all leads data to Excel
pt_pt: Exportar todos os leads para Excel

source: Are you sure?
pt_pt: Tem a certeza?

source: import all existing forms plugins data into UpiCRM
pt_pt: importar os dados de todos os plugins de formulários para o UpiCRM

source: Note: this will import "old" data from the forms you're currently using, if they are configured to keep entries in a database. This will NOT import new data from an external / new source.
pt_pt: Atenção: isto irá importar os dados antigos dos formulários que está a usar mas apenas se guardarem a informação na base de dados. Dados de uma fonte nova ou externa NÃO serão importados.

source: Import New data into UpiCRM :
pt_pt: Importar novos dados para o UpiCRM

source: Download UpiCRM Sample Excel File
pt_pt: Descarregar ficheiro de Excel de exemplo

source: Upload & Import
pt_pt: Carregar e importar

source: Upload
pt_pt: Carregar

source: Example: import data from Excel:
pt_pt: Exemplo: importar dados do Excel

source: Reset all settings successfully
pt_pt: Todas as configurações repostas

source: Delete all leads successfully
pt_pt: Todos os leads eliminadas com sucesso

source: Changes saved successfully
pt_pt: Alterações guardadas com sucesso

source: Default date range:
pt_pt: Intervalo de datas:

source: 1 Day
pt_pt: 1 dia

source: 7 Days
pt_pt: 7 dias

source: 1 Month
pt_pt: 1 mês

source: 3 Months
pt_pt: 3 meses

source: All Time
pt_pt: Desde sempre

source: Custom
pt_pt: Personalizado

source: from:
pt_pt: de:

source: to:
pt_pt: para:

source: Apply
pt_pt: Aplicar

source: Choose Fields to display:
pt_pt: Escolha os campos visíveis:

source: Set table length (Row count - Default value 25) :
pt_pt: Definir tamanho da tabela (por omissão, 25 linhas):

source: Delete Selected leads
pt_pt: Eliminar leads seleccionados

source: Assign selected leads to
pt_pt: Associar leads seleccionados a

source: Change selected leads status to
pt_pt: Mudar estado dos leads seleccionados para

source: Leads Table
pt_pt: Tabela de leads

source: Filter
pt_pt: Filtro

source: Select all
pt_pt: Seleccionar tudo

source: Remove this lead?
pt_pt: Remover este lead?

source: Saved successfully!
pt_pt: Guardado com sucesso!

source: Status update request was sent successfully!
pt_pt: Actualização de estado solicitada com sucesso!

source: Lead retransmission success!
pt_pt: Retransmissão de lead feita com sucesso!

source: Webservice send success!
pt_pt: Webservice enviado com sucesso!

source: Remove all selected leads?
pt_pt: Remover todos os leads seleccionados?

source: Delete all
pt_pt: Eliminar tudo

source: Assigned all leads to
pt_pt: Associar todos os leads a

source: Change all leads statuses to
pt_pt: Mudar todos os estados dos leads para

source: Send
pt_pt: Enviar

source: update saved successfully
pt_pt: actualização guardada com sucesso

source: saved successfully
pt_pt: Guardado!

source: UpiCRM User hierarchy: <br /> UpiCRM is designed to work in a multi-user / global organization environment, with up to 5 tiers of users, per your choice / definition. <br /> For Example: you can define a single "Global Sales Manager" , three "Regional Sales Managers", under each of them - local "Sales representatives", that are working with "External distributors". <br /> Per every user you can define:<br /> 1. Permission to re-assign leads back to the manager in charge.<br /> 2. Will the manager receive status updates per every status changes by email. <br /> All users, when connected to the UpiCRM dashboard, will see not only the leads assigned to them, but also the aggregation of leads assigned to the users that are reporting to them. <br /><br /> In order add users to UpiCRM: <br />
pt_pt: Hierarquia de utilizadores no UpiCRM: <br /> O UpiCRM está projectado para trabalhar num ambiente de organização multi-utilizador/global, com até 5 níveis de utilizador, escolhidos/definidos por si. <br /> Por exemplo: pode definir um único "Gestor de Vendas Global", três "Gestores Regionais de Vendas" e, em cada um destes, "Representantes de Vendas" locais, que trabalham com "Distribuidores Externos". <br /> Para cada utilizador pode definir: <br /> 1. A autorização para voltar a atribuir o lead ao gestor responsável. <br /> 2. Se o gestor recebe actualizações por email de cada mudança de estado. <br /> Todos os utilizadores, quando ligados ao painel do CRM, irão ver não só os leads que lhes estão atribuídos, mas também o agregado de leads atribuídos aos utilizadores que reportam a si. <br /> <br /> Para adicionar utilizadores ao CRM: <br />

source: 1. Add a new WordPress "subscriber" users<br />
pt_pt: 1. Adicione um novo utilizador WordPress com classe de "Subscritor" <br />

source: 2. Add the new user to UpiCRM:<br />
pt_pt: 2. Adicione o novo utilizador ao CRM: <br />

source: &nbsp;&nbsp;&nbsp;&nbsp; a. Choose the new user (drop down list)<br />
pt_pt: &nbsp;&nbsp;&nbsp;&nbsp; a. Escolha o novo utilizador (selector)<br />

source: &nbsp;&nbsp;&nbsp;&nbsp; b. Choose the manager (drop down list)<br />
pt_pt: &nbsp;&nbsp;&nbsp;&nbsp; b. Escolha o gestor (selector)<br />

source: &nbsp;&nbsp;&nbsp;&nbsp; c. Add role (free text / label)<br />
pt_pt: &nbsp;&nbsp;&nbsp;&nbsp; c. Adicione uma função (texto/campo)<br />

source: &nbsp;&nbsp;&nbsp;&nbsp; d. Choose UpiUser/UpiAdmin <br />
pt_pt: &nbsp;&nbsp;&nbsp;&nbsp; d. Escolha entre User ou Admin no UpiCRM <br />

source: &nbsp;&nbsp;&nbsp;&nbsp; e. Choose – if a user can re-assign eads back to the manager ? yes/no. <br />
pt_pt: &nbsp;&nbsp;&nbsp;&nbsp; e. Escolha se o utilizador pode ou não re-atribuir leads ao gestor<br />

source: &nbsp;&nbsp;&nbsp;&nbsp; f. Choose: will a manager receive notifications on the user status updates ? yes/no. <br /> <br />
pt_pt: &nbsp;&nbsp;&nbsp;&nbsp; f. Escolha se o gestor irá receber notificações sobre as actualizações feitas pelo utilizador <br /> <br />

source: Note: you can always click the "edit" icon and change the user's role/position/permissions.
pt_pt: Lembre-se: pode editar as configurações de cada utilizador a qualquer momento

source: Add User
pt_pt: Adicionar utilizador

source: User
pt_pt: Utilizador

source: Reports to
pt_pt: Reporta a

source: Role
pt_pt: Função

source: Permission
pt_pt: Permissão

source: UpiCRM User
pt_pt: Utilizador UpiCRM

source: UpiCRM Admin
pt_pt: Admin UpiCRM

source: Can Re-assign leads back to manager
pt_pt: Pode re-atribuir leads ao gestor

source: Update manager on status changes
pt_pt: Actualizar gestor sobre mudanças de estado

source: Add UpiCRM User
pt_pt: Adicionar utilizador UpiCRM

source: Global User Hierarchy
pt_pt: Hierarquia global de utilizadores

source: Reset configuration
pt_pt: Repor configurações

source: Delete this user from UpiCRM?
pt_pt: Eliminar este utilizador do UpiCRM?

source: Remove
pt_pt: Remover

source: Edit
pt_pt: Editar

source: User Added Successfully
pt_pt: utilizador adicionado com sucesso

source: Error: User already defined, please edit existing user
pt_pt: ERRO: Este utilizador já existe

source: You have successfully changed lead status to:
pt_pt: Alterou o estado do lead para

source: You Have successfully assigned the lead to:
pt_pt: Associou este lead a

source: Email notification was sent!
pt_pt: Notificação por email enviada!

source: You can also add some comment or important information for this lead if you wish:
pt_pt: Se quiser também pode adicionar comentários ou informações importantes a este lead.

source: Manage all leads
pt_pt: Gerir todos os leads

source: comment saved successfully
pt_pt: comentário guardado

source: Weeks Ago
pt_pt: semanas

source: Week Ago
pt_pt: semana

source: This Week
pt_pt: Esta semana

source: Hello
pt_pt: Olá

source: You Have a total of
pt_pt: Tem um total de

source: You are reporting to:
pt_pt: Está a reportar a

source: Reporting to you:
pt_pt: Está a reportar a si

source: Latest New Leads:
pt_pt: Últimos leads adicionados:

source: Manage Leads
pt_pt: Gerir leads

source: Export to Excel
pt_pt: Exportar para Excel

source: Lead Overview
pt_pt: Visão geral de leads

source: Leads / Status
pt_pt: Estados

source: Leads / Assigned to
pt_pt: Atribuídos a

source: Status
pt_pt: Estado

source: Number
pt_pt: Número

source: Leads / Country
pt_pt: País

source: Country
pt_pt: País

source: Leads / Product
pt_pt: Produto

source: Product
pt_pt: Produto

source: Leads / Received From
pt_pt: Forma de captação

source: Received From
pt_pt: Forma de captação

source: Leads / Website
pt_pt: Website

source: Website
pt_pt: Site

source: Leads / Contry
pt_pt: País

source: Latest Leads received:
pt_pt: Últimos leads recebidos:

source: changes saved successfully
pt_pt: alterações guardadas

source: Send all leads and updates to the following user:
pt_pt: Enviar todos os leads e actualizações para

source: Leads are by default assigned to:
pt_pt: Por omissão, os leads são associados a

source: Email format:
pt_pt: Formato de email

source: Distribute all leads and updated to additional email address (or multiple addresses separated by comma (,):
pt_pt: Distribuir todos os leads e actualizações a emails adicionais (separe com vírgulas):

source: Change default "from" field for emails sent from
pt_pt: Mudar o campo "de" nos emails enviados

source: Email will be sent in the following format: &lt;name&gt; no-reply@yourdomain.com
pt_pt: O email será enviado como: &lt;name&gt; no-reply@oseudominio.com

source: Content:
pt_pt: Conteúdo

source: Subject:
pt_pt: Assunto

source: Variables:
pt_pt: Variáveis:

source: Add additional fields and datatypes to UpiCRM:
pt_pt: Adicionar campos e tipos de dados ao UpiCRM

source: Add New field
pt_pt: Adicionar novo campo

source: Add additional status to UpiCRM:
pt_pt: Adicionar novo estado ao UpiCRM:

source: Add New Status
pt_pt: Adicionar novo estado

source: save
pt_pt: guardar

source: Client ID:
pt_pt: ID do cliente:

source: UpiCRM can act as an aggregator of leads from multiple / remote web sites. This means that a UpiCRM master can receive leads from any other UpiCRM "slave" , as long as the connection (pairing) is performed. UpiCRM can work in complete orchestration, receive / send leads from and to multiple servers at the same time. In order to get your required API key, please visit <a href="http://www.upicrm.com/apikey" target="_blank">http://www.upicrm.com/apikey</a> <br /> More documentation can be found on: <a href="http://www.upicrm.com/docs" target="_blank">http://www.upicrm.com/docs</a>
pt_pt: O UpiCRM pode servir como agregador de leads de vários sites web/remotos. Isto significa que um UpiCRM master pode receber leads de qualquer outro UpiCRM \"slave\", desde que seja activada a ligação (emparelhamento). O UpiCRM pode trabalhar em sintonia completa, enviar/receber leads de/para vários servidores ao mesmo tempo. Para obter a necessária chave API, visite <a href=\"http://www.upicrm.com/apikey\" target=\"_blank\"> http://www.upicrm.com/apikey </a> < br /> Mais documentação pode ser encontrada em: <a href=\"http://www.upicrm.com/docs\" target=\"_blank\"> http://www.upicrm.com/docs </a>

source: Send Leads to Remote UpiCRM MASTER: This UpiCRM is a SLAVE, and is sending new leads to the below listed and confirmed UpiCRM MASTERS:
pt_pt: Enviar leads para o UpiCRM MASTER: Este UpiCRM é um SLAVE e envia novos leads para o UpiCRM MASTER seguinte

source: UpiMaster Table
pt_pt: Tabela do UpiCRM MASTER

source: Receive leads from remote UpiCRM SLAVE: this UpiCRM is a MASTER, and is receiving new leads from the below listed and confirmed UpiCRM SLAVES:
pt_pt: Receber leads remotos do UpiCRM SLAVE: este UpiCRM é um MASTER e recebe leads dos UpiCRM SLAVES seguintes

source: UpiSlave Table
pt_pt: Tabela de CRM SLAVES

source: Add
pt_pt: Adicionar

source: Update
pt_pt: Actualizar

source: API Key:
pt_pt: Chave API:

source: Domain
pt_pt: Domínio

source: Secrete shared API key
pt_pt: Chave secreta de API

source: Actions
pt_pt: Acções

source: verify connection with remote server
pt_pt: verificar ligação ao servidor remoto

source: Delete this domain?
pt_pt: Eliminar este domínio?

source: Unchecked
pt_pt: Não seleccionado

source: UpiCRM is not installed / not upgraded on remote server.
pt_pt: O UpiCRM não está instalado/actualizado no servidor remoto

source: Add New lead routing rule
pt_pt: Adicionar nova regra de encaminhamento de leads

source: Here you can define rules and conditions to automatically assign leads to designated UpiCRM users or change leads status fields. For example you can define that If field "country" equals "India" , then assign this lead to the regional sales manager of India. Another example: if subject contains "buy free", then change lead status to "Spam".
pt_pt: Aqui pode definir regras e condições para atribuir automaticamente leads a certos utilizadores do UpiCRM, ou mudanças nos campos de estado. Por exemplo, pode definir que SE o campo \"País\" é igual a \"Índia\", então, esse lead é atribuído ao gestor regional de vendas da Índia. Outro exemplo: se o assunto contém \"compra grátis\", então muda o estado para \"Spam\".

source: Important notes:
pt_pt: Notas importantes:

source: You can add as many rules as you'd like, we'll process them in the order they're written, while the last rule will always override the previous rules – so it's highly recommended to plan your logic before you actually define the rules.
pt_pt: Pode colocar tantas regras quantas quiser, o UpiCRM processa-as pela ordem em que são criadas, com a última a sobrepor-se às anteriores. Por isso,é importante planear a lógica antes de ir criando regras.

source: You can add multiple values separated by commas (,). Example: if subject contains buy, free, shop, cheap, new, deals – then change lead status to "Spam"
pt_pt: Pode adicionar múltiplos valores, basta separá-los por vírgulas. Exemplo: se o assunto contém compras, grátis, barato… o estado do lead será alterado para "spam"

source: Value are by definition NOT case sensitive, meaning – if you write "india", as content, the rule will be processed also in cases where field contains value "INDIA".
pt_pt: As variáveis não se diferenciam em maiúsculas ou mínusculas. Então: Compras, compras, CoMpRas, compraS... é tudo a mesma coisa

source: You can always delete or edit rules in the future… so start slow and add more rules as you go.
pt_pt: Pode criar regras quando quiser. Comece devagar e vá criando conforme a sua necessidade

source: Checkboxes on forms: if you're using check box fields on you forms, we recommend using "contains" operator only.
pt_pt: Se usa caixas de selecção nos formulários, é recomendado que use apenas o operador "contém".

source: IF
pt_pt: SE

source: Add and option
pt_pt: Adicionar opção

source: AND
pt_pt: E

source: THEN
pt_pt: ENTÃO

source: Assign lead to
pt_pt: Atribuir lead a

source: Note: if you choose more than one person, every lead will be distributed to each assignee in turn, one after the other, in a “Round-robin” que. A lead will NOT be distributed to more than one person simultaneously!
pt_pt: Atenção: se escolher mais de uma pessoa, cada lead será atribuído à vez a cada utilizador. Um lead NÃO será atribuído a mais do que uma pessoa em simultâneo.

source: Change lead status to
pt_pt: Mudar estado do lead para

source: Change
pt_pt: Mudar

source: value to:
pt_pt: variável para

source: Webservice off
pt_pt: Webservice desactivado

source: Webservice on
pt_pt: Webservice activado

source: Update Rule
pt_pt: Actualizar regra

source: Lead Routing Table
pt_pt: Tabela de encaminhamento de lead

source: Field
pt_pt: Campo

source: Operator
pt_pt: Operador

source: Value
pt_pt: Variável

source: Add field value
pt_pt: Adicionar campo de variável

source: Webservice status
pt_pt: Estado do webservice

source: In this screen you can perform the following actions:
pt_pt: Neste ecrã pode fazer as seguintes acções

source: 1. Map all your site's forms and fields into a single, central and manageable data structure. Please use the forms fields mapping wizard below in order to map all you site's forms into UpiCRM leads table.
pt_pt: 1. Mapear todas os formulários e campos do site numa estrutura de dados única e central, que pode gerir com o assistente de mapeamento do UpiCRM

source: 2. Add / Edit additional data fields for UpiCRM database: UpiCRM default set of fields can be easily extended to support your unique and specific needs. Just add ANY fields you may need – and map your forms into the new field/s you have defined.
pt_pt: 2. Adicionar/editar campos de dados adicionais para a base de dados do UpiCRM: o UpiCRM tem um conjunto de campos por omissão, que pode ser facilmente estendido para suportar as suas necessidades específicas. Basta adicionar todos os campos que pode precisar - e mapear os seus formulários para o novo campo que definiu.

source: 3. Add / edit additional status fields : UpiCRM default set of status fields can be easily extended. Just add ANY status you may need – and it will become available for you to manage.
pt_pt: 3. Adicionar/editar campos de estado adicionais: o UpiCRM tem um conjunto de campos de estado por omissão, que pode ser facilmente estendido para suportar as suas necessidades. Basta adicionar qualquer estado que possa precisar, ficarádisponível para que possa utilizá-lo

source: are you sure?
pt_pt: tem a certeza?

source: this option will reset all configuration, but will not delete data from UpiCRM.
pt_pt: esta opção só repõe as configurações, não vai eliminar dados do UpiCRM

source: Delete All data
pt_pt: Eliminar todos os dados

source: this option will delete all data from UpiCRM, but will not delete the configuration.
pt_pt: esta opção eliminará todos os dados do CRM mas mantém as suas configurações

source: Map existing forms fields to UpiCRM structured database field:
pt_pt: Mapear campos dos formulários existentes para a estrutura de dados do UpiCRM

source: Form Name
pt_pt: Nome do formulário

source: Fields
pt_pt: Campos

source: Add New Field
pt_pt: Adicionar novo campo

source: Remove all UpiCRM settings
pt_pt: Remover todas as configurações do UpiCRM

source: choosing this option will <strong>permanently delete all settings</strong> stored in the database by UpiCRM.Unless you have backed up your database, this action is irreversible and once executed, can not be undone.
pt_pt: escolher esta opção irá <strong>excluir permanentemente todas as configurações</strong> armazenadas na base de dados pelo UpiCRM. A menos que tenha uma cópia de segurança da sua base de dados, esta acção é irreversível e, uma vez executada, não pode ser desfeita.

source: Delete all my UPISettings
pt_pt: Eliminar todas as configurações do UpiCRM

source: Save
pt_pt: Guardar

source: transmit leads to a remote web service, using POST method.
pt_pt: Transmita os leads a um serviço web remoto, usando o método POST.

source: UpiCRM can transmit leads to remote source using HTTP Post method, as shown below:
pt_pt: O UpiCRM pode transmitir leads a um serviço remoto, usando o método HTTP Post, como mostrado abaixo:

source: Status:
pt_pt: Estado

source: manual : when choosing “Manually transmit lead to a remote web service” form the leads management table.
pt_pt: manual: ao escolher "Transmitir manualmente o lead a um serviço web remoto" na tabela de gestão de leads.

source: Always on : all received leads are immediately transmitted to a remote server.
pt_pt: sempre activo: todos leads recebidos são imediatamente transmitidos a um servidor remoto.

source: encoding:
pt_pt: codificação

source: Save Log:
pt_pt: Guardar registo:

source: Not Active
pt_pt: Inactivo

source: Method:
pt_pt: Método

source: Map Upi Fields to web service parameters
pt_pt: Mapear campos Upi aos parâmetros do serviço web

source: Show log
pt_pt: Mostrar registo

source: Accept leads from remote sources using POST requests
pt_pt: Aceitar leads de fontes remotas usando pedidos POST

source: UpiCRM inbound web service allows you to receive leads from external sources using simple HTTP POST request.
pt_pt: UpiCRM inbound web service permite que receba leads de fontes externas usando simples pedidos HTTP POST.

source: In order to implement this capability, you should enable the inbound web service and set an API key in the “Web Services” section in the UpiCRM menu.
pt_pt: Para implementar este recurso, tem de activar o serviço web de entrada e definir uma chave de API na secção "Web Services" no menu do UpiCRM.

source: The POST request should be sent to your WordPress URL (i.e.: www.yourwebsite.com/) with the following query string parameters:
pt_pt: O pedido POST deve ser enviado para o seu URL WordPress (por exemplo: www.yourwebsite.com/) com os seguintes parâmetros da string de consulta:

source: The POST data should contain a single value called lead_content_arr, presumed to be a JSON object that contains the lead information, as shown below:
pt_pt: Os dados do POST devem conter um único valor, chamado lead_content_arr, que se presume que seja um objecto JSON que contém as informações do lead, assim:

source: Upi Field Name
pt_pt: Nome do campo Upi

source: Web Service Parameter Name
pt_pt: Nome do parâmetro do serviço web

source: Web Service Options Table
pt_pt: Tabela de opções webservice

source: Upi Field name
pt_pt: Nome do campo Upi

source: Web service parameter name
pt_pt: Nome do parâmetro do serviço web

source: Remove this Options?
pt_pt: Remover estas opções?

source: contains
pt_pt: contém

source: equals
pt_pt: igual

source: begins with
pt_pt: começa por

source: smaller than
pt_pt: menor que

source: bigger than
pt_pt: maior que
