Repository: alvarogois/wp-translations
Catalog: plugins/upi-crm-universal-crm-solution/upicrm-*.po
Languages: pt_pt

source: You can assign this lead to the following UpiCRM users:
pt_pt: Pode atribuir este lead aos seguintes utilizadores do UpiCRM

source: You can change the status of this lead to the one of the following:
pt_pt: Pode mudar o estado desde lead para:

source: Time
pt_pt: Hora

source: User Agent
pt_pt: Agente do utilizador

source: Referer
pt_pt: Referência

source: Web service Transmission Log
pt_pt: Registo de transmissão do serviço web

source: Assigned To
pt_pt: Atribuído a

source: Lead Status
pt_pt: Estado do lead

source: Lead Management Comment
pt_pt: Comentário do gestor do lead

source: Lead ID on remote server
pt_pt: ID do lead no servidor remoto

source: Transmission Status
pt_pt: Estado da transmissão

source: Remote server domain
pt_pt: Domínio do servidor remoto

source: Send lead again to UpiCRM master
pt_pt: Enviar lead novamente para o UpiCRM MASTER

source: Manually transmit lead to a remote web service
pt_pt: Transmitir manualmente os leads a um serviço web remoto

source: Request status update from lead owner
pt_pt: Solicitar actualização de estado ao responsável do lead

source: UpiCRM options
pt_pt: Opções do UpiCRM

source: Not a UpiCRM User
pt_pt: Não é um utilizador do UpiCRM

source: Admin
pt_pt: Administrador

source: Connected + Last checked
pt_pt: Ligado + Última visualização

source: Remote UpiCRM installed: V
pt_pt: UpiCRM remoto instalado: V

source: Incorrect API Key
pt_pt: Chave API incorrecta

source: http 404 – can't find resource
pt_pt: http 404 - recurso não localizado

source: Always On
pt_pt: Sempre activo

source: On By Auto Lead
pt_pt: Activado para leads automatizados
