Repository: alvarogois/wp-translations
Catalog: themes/novelti/*.po
Languages: pt_pt

source: 404 - Error
pt_pt: Erro 404!

source: Looks like the page you were looking for does not exist. Sorry about that.
pt_pt: Lamentamos mas o conteúdo que procurava não está disponível.

source: Check the web address for typos, or go to
pt_pt: Por favor, certifique-se de que tem o endereço correcto ou consulte

source: HOME PAGE
pt_pt: PÁGINA INICIAL

source: Last 30 Posts:
pt_pt: Últimos 30 artigos:

source: Archives by Month:
pt_pt: Arquivos mensais:

source: Archives by Subject:
pt_pt: Arquivos por temas:

source: by
pt_pt: por

source: comments
pt_pt: comentários

source: Read More
pt_pt: Ler mais

source: Say Hello
pt_pt: Diga Olá!

source: Your email address will not be published. Required fields are marked *
pt_pt: O seu email não será publicado. Os campos obrigatórios estáo assinalados com *

source: Name*
pt_pt: Nome*

source: Cant read? Refresh Image:
pt_pt: Está ilegível? Refresque a imagem:

source: Send Message
pt_pt: Enviar

source: All Categories
pt_pt: Todas as categorias

source: Comments
pt_pt: Comentários

source: Followers / Fans / Subscribers
pt_pt: Aderentes/fãs/subscritores

source: rating
pt_pt: avaliação

source: Featured Post
pt_pt: Em destaque

source: - Your comment is awaiting moderation.
pt_pt: - O seu comentário aguarda moderação.

source: - Edit -
pt_pt: - Editar -

source: No comments so far!
pt_pt: Ainda sem comentários.

source: You must be
pt_pt: Tem de estar

source: logged in
pt_pt: registado(a)

source: to post a comment.
pt_pt: para comentar.

source: Leave a Reply
pt_pt: Responder

source: Leave a Comment
pt_pt: Comentar

source: Name (required)
pt_pt: Nome (obrigatório)

source: E-mail (required)
pt_pt: Email (obrigatório)

source: Message
pt_pt: Mensagem

source: Post Comment
pt_pt: Publicar

source: Comments are closed
pt_pt: Comentários fechados

source: Primary Menu
pt_pt: Menu de topo

source: Category Menu
pt_pt: Menu de categorias

source: Footer Menu
pt_pt: Menu de rodapé

source: Select Sidebar
pt_pt: Escolher barra lateral

source: Select sidebar for this category.
pt_pt: Escolher barra lateral para esta categoría.

source: Category Color
pt_pt: Cor da categoria

source: Select color for this category.
pt_pt: Escolher a cor para esta categoría.

source: Category Display
pt_pt: Layout da categoria

source: One Column
pt_pt: Uma coluna

source: Two Columns
pt_pt: Duas colunas

source: Select how to display this category.
pt_pt: Escolher o o número de colunas para esta categoría.

source: User Rating:
pt_pt: Avaliação:

source: votes)
pt_pt: votos)

source: Page %s
pt_pt: Página %s

source: Navigation
pt_pt: Navegação

source: No posts found. Try a different search?
pt_pt: Não há conteúdos. Tentar outra pesquisa?

source: By:
pt_pt: Por:

source: Comments
pt_pt: comentários

source: Shares
pt_pt: Partilhas

source: Related Posts
pt_pt: Artigos relacionados

source: Advertisement Link
pt_pt: Link da publicidade

source: Custom Banner Code
pt_pt: Código personalizado para banner

source: Advertisement
pt_pt: Publicidade

source: Banner Stats
pt_pt: Estatísticas de publicidade

source: VIdeo Link
pt_pt: Link de vídeo

source: Slider Fields
pt_pt: Campos do slider

source: Page Settings
pt_pt: Opções de página

source: Select sidebar
pt_pt: Escolher barra lateral

source: Page Subheadline
pt_pt: Subtítulo da página

source: Rating
pt_pt: Avaliação

source: Enable post Rating
pt_pt: Activar avaliação do artigo

source: Check this if you want to enable rating system on this post.
pt_pt: Activar esta opção se pretender que o artigo possa ser avaliado.

source: Rating Position
pt_pt: Localização da avaliação

source: Chose position of your rating system.
pt_pt: Escolher a localização do sistema de avaliação.

source: Rating type
pt_pt: Tipo de avaliação

source: Chose visual apperance of rating sysyem.
pt_pt: Escolher a aparência do sistema de avaliação.

source: Post Rating
pt_pt: Avaliação do artigo

source: Enable Reader Post Rating
pt_pt: Activar avaliação por leitores

source: Check this if you want to enable users/readers to rate this post.
pt_pt: Escolher esta opção para activar avaliação do artigo por leitores e utilizadores.

source: Sidebar Settings
pt_pt: Opções da barra lateral

source: Rating Criteria:
pt_pt: Critérios de avaliação:

source: Title of this criteria
pt_pt: Título deste critério

source: Rate this criteria from 0 to 20
pt_pt: Avaliar critério de 0 a 20

source: Add New
pt_pt: Novo

source: Add New Ad
pt_pt: Novo anúncio

source: Edit Ad
pt_pt: Editar anúncio

source: New Ad
pt_pt: Novo anúncio

source: All Ads
pt_pt: Todos os anúncios

source: View this Ad
pt_pt: Ver este anúncio

source: Search Ads
pt_pt: Procurar anúncios

source: No Ads
pt_pt: Sem anúncios

source: No Ads in Trash
pt_pt: Nenhum anúncio no lixo

source: Sidebars
pt_pt: Barras laterais

source: Add New Sidebar
pt_pt: Nova barra lateral

source: Edit Sidebar
pt_pt: Editar barra lateral

source: New Sidebar
pt_pt: Nova barra lateral

source: All Sidebars
pt_pt: Todas as barras

source: View this Sidebar
pt_pt: Ver esta barra

source: Search Sidebars
pt_pt: Procurar barras

source: No Widget
pt_pt: Nenhum widget

source: No Sidebars in Trash
pt_pt: Nenhuma barra no lixo

source: Add New Page Builder
pt_pt: Novo Page Builder

source: Edit Page Builder
pt_pt: Editar Page Builder

source: New Page Builder
pt_pt: Novo Page Builder

source: All Page Builder
pt_pt: Todos os Page Builder

source: View this Page Builder
pt_pt: Ver este Page Builder

source: Search Page Builder
pt_pt: Procurar Page Builder

source: No Page Builder
pt_pt: Nenhum Page Builder

source: No Page Builder in Trash
pt_pt: Nenhum Page Builder no lixo

source: Page builder allows you to create unique homepage in just few clicks. </br>Simply add and drag-and-drop elements on desired position.
pt_pt: O Page Builder crier uma página initial única em apneas alguns cliques. </br>Adicione elementos de forma simples e mova-os por drag-and-drop para a posição desejada.

source: Please select Category for Flex Slider
pt_pt: Por favor escolha a categoria para o Flex Slider

source: Enter Number of Post to show in Flex Slider
pt_pt: Defina o número de artigos visíveis no Flex Slider

source: Slider pause time
pt_pt: Tempo de pausa do slider

source: Slider animation time
pt_pt: Tempo de animação do slider

source: Chose slider easing effect
pt_pt: Defina o efeito de easing do slider

source: Chose Flex Slider Effect
pt_pt: Defina o efeito do Flex Slider

source: Please select Category for Carousel Slider
pt_pt: Por favor defina a categoria do Carousel Slider

source: Enter Number of Post to show in Carousel Slider
pt_pt: Defina o número de artigos visíveis no Carousel Slider

source: Please select Ad
pt_pt: Por favor escolha um anúncio

source: Select from which page to show content
pt_pt: Defina de que página pretende mostrar conteúdo

source: Select Category
pt_pt: Defina a categoria

source: Enter Number of Post to show
pt_pt: Defina o número de artigos visíveis

source: Insert Shortcode
pt_pt: Inserir shortcode

source: Button URL
pt_pt: URL do botão

source: Add the button's url eg http://example.com
pt_pt: Adicione o URL do botão, p.e., http://exemplo.com

source: Button's Style
pt_pt: Estilo do botão

source: Select the button's style, ie the buttons colour
pt_pt: Defina o estilo (i.e., a cor) do botão

source: Button's Text
pt_pt: Texto do botão

source: Add the button's text
pt_pt: Defina o texto visível no botão

source: Type of list
pt_pt: Tipo de lista

source: Select the list type
pt_pt: Defina o tipo de lista

source: List Text
pt_pt: Texto da lista

source: Add the list text
pt_pt: Adicione o texto da lista

source: Column Type
pt_pt: Tipo de coluna

source: Select the type of the column.
pt_pt: Defina o tipo de coluna

source: Last Column
pt_pt: Última coluna

source: Pick if column is last.
pt_pt: Defina se a coluna é a última

source: Column Content
pt_pt: Conteúdo da coluna

source: Add the column content.
pt_pt: Adicione conteúdo à coluna

source: Toggle Title
pt_pt: Título do toggle

source: Toggle Content
pt_pt: Conteúdo do toggle

source: Add the toggle content.
pt_pt: Adicione conteúdo do toggle

source: Default Value
pt_pt: Valor padrão

source: Chose to show either open or closed toggle content.
pt_pt: Defina se o conteúdo deve estar visível ou oculto

source: Insert Toggle Content Shortcode
pt_pt: Inserir shortcode de conteúdo do toggle

source: - Advertising Widget
pt_pt: - Widget de publicidade

source: Fullwidth
pt_pt: Largura total

source: Halfwidth
pt_pt: Metade da largura

source: Facebook link:
pt_pt: Link do facebook

source: Title:
pt_pt: Título:

source: Newsletter Text:
pt_pt: Texto da newsletter:

source: Chose Service:
pt_pt: Escolha o serviço:

source: - Tabbed Widgets
pt_pt: - Widgets em tabulações

source: Recent
pt_pt: Recente

source: Categories
pt_pt: Categorias

source: Tags
pt_pt: Etiquetas

source: Number of popular posts:
pt_pt: Número de artigos populares:

source: Number of recent posts:
pt_pt: Número de artigos recentes:

source: Taxonomy Select:
pt_pt: Escolha a taxonomia:

source: - Twitter Stream
pt_pt: - Stream do twitter

source: Number of tweets:
pt_pt: Número de tweets:

source: Twitter will not work unless you have set up Twitter authentication at
pt_pt: O twitter não vai funcionar a menos que defina a autenticação do Twitter em
